Console.WriteLine("Hello, World!");

/*
1. Напишите программу,которая на входе принимает число и выдает его квадрат.
*/

System.Console.WriteLine("Введите число: ");   // cw - быстрый вызов Console.WriteLine
int userNumber = Convert.ToInt32(Console.ReadLine());


int result = userNumber * userNumber; // 1 способ
System.Console.WriteLine(result); 
System.Console.WriteLine(userNumber*userNumber); // 2 способ






